import { Container, Typography } from '@mui/material'
import React from 'react'

function HomeU() {
  return (
    <div>
      <Container component="main" 
                                maxWidth="xl"
                                sx={{
                                        mt: 5,
                                        mb: 2,
                                        p: 2,
                                        boxShadow: 3,
                                        bgcolor: '#E3E3E3'
                                }}>
          <Typography textAlign= 'center' sx={{pb:2}}>Requirements</Typography>

          <Typography textAlign= 'center' color="secondary" >      
          ระบบทุนการศึกษา เป็นระบบที่เปิดโอกาสให้นักศึกษาที่ประสงค์มาขอรับทุนการศึกษา 
          และนักศึกษาสามารถเข้ามาดูข้อทูลทุนการศึกษาหรือรายละเอียดการสมัครทุนการศึกษาต่างๆ 
          และสามารถส่งคำร้องขอรับทุนที่นักศึกษาสนใจ แล้วทางระบบจะทำการพิจารณา และมอบทุนแก่นักศึกษา
          นอกจากนี้ระบบจะให้นักศึกษาที่เข้าใช้งานระบบครั้งแรกจะต้องลงทะเบียนก่อน 
          จากนั้นระบบจะแสดงหน้าให้นักศึกษากรอกข้อมูลของนักศึกษา  อาจารย์ที่ปรึกษา สำนักวิชา และปีการศึกษาที่จะสมัคร 
          แต่ถ้าหากนักศึกษาเคยมีการลงทะเบียนไว้แล้ว นักศึกษาสามาถเข้าสู่ระบบไปดูข้อมูลทุนการศึกษาได้เลย 
          อีกทั้งนักศึกษาสามารถมาแก้ไขหรือดูประวัติของนักศึกษาได้
          </Typography>   
      </Container>
    </div>
  )
}

export default HomeU
