import React from 'react'
import Box from "@mui/material/Box";
import Typography from "@mui/material/Typography";

function Home() {
  return (
    <div>
      <Box sx={{ paddingX: 2, paddingY: 1 }}>
            
            
            <Typography
              component="h2"
              variant="h6"
              color="primary"
              gutterBottom
            >
              เข้าระบบทุนการศึกษาในฐานะผู้ดูแลระบบ
            </Typography>
            <h4>Requirements</h4>
            <p>
              ระบบทุนการศึกษาเป็น ระบบสำหรับนักศึกษาผู้ประสงค์ขอรับทุนการศึกษาทางนักศึกษาที่ login เข้ามาเป็น User 
              ในระบบสามารถเลือกหาทุนการศึกษาที่ทางสนใจและคุณสมบัติตรงกับการรับทุนนั้น โดยมีรายละเอียดเงื่อนไขการรับทุนให้นักศึกษาได้ทราบซึ่งหากประสงค์
              สามารถส่งคำร้องขอรับทุนการศึกษา
            </p>  
            <p>
              นอกจากนี้ทาง ผู้ดูแลระบบที่ login เข้ามาเป็น Admin สามารถตรวจสอบบันทึกและแก้ไขรายการโอนเงินทุนการศึกษาของตัวนักศึกษาที่ถูกคัดเลือก
              ได้ผ่านทางระบบทุนการศึกษามหาวิทยาลัย โดยเมื่อขั้นตอนทำธุรกรรมการเงินผ่านทางธนาคารจนเงินทุนโอนเข้าสู่บัญชีนักศึกษาที่ถูกคัดเลือก
              แล้วทางระบบจะมีการบันทึกยอดการโอนเงิน เข้าสู่รายการโอนเงินทุนการศึกษาเพื่อตรวจสอบย้อนหลัง

            </p>
          </Box>

    </div>
  )
}

export default Home



